{
	"Home": "Home",
	"Escrita": "Writing",
	"Portfólio": "Portfolio",
	"Sobre": "About",
	"Últimas publicações": "Latest Posts",
	"Engenheiro de Software com mais de 3 anos de experiência na indústria. Ajudando empresas de diferentes nichos a atingir seu potencial com aplicativos de software.": "Software Engineer with more than 3 years of experience in the industry. Helping companies from different niches to reach their potential with software applications.",
	"Codando. Escrevendo. Aprendendo. Ensinando.": "Coding. Writing. Learning. Teaching.",
	"CSS, JAVASCRIPT, TYPESCRIPT, REACT E FRONT-END NO GERAL.": "CSS, JAVASCRIPT, TYPESCRIPT, REACT AND FRONT-END WORLD.",
	"Front-End Engineer": "Front-End Engineer",
	"Opa, e ai?": "Hey, what's up",
	"Página principal": "Main page",
	"Alguns artigos que escrevi": "Some articles I wrote",
	"Meus atuais projetos": "My current projects",
	"Que tal acender a luz?": "How about turning on the light?",
	"Que tal apagar a luz?": "How about turning off the light?",
	"Logo do Linkedin rede social": "Linkedin logo social network",
	"Minha rede profissional": "My professional network",
	"Logo do passado com cor branca do twitter": "Logo of the past with twitter color white",
	"Quer trocar uma ideia?, manda dm": "Want to exchange an idea?, send a dm",
	"social media": "Social Media",
	"Boa parte dos meus projetos": "Most of my projects",
	"Logo quadrada com fundo preto com texto DEV no meio de cor branca": "Square logo with black background with DEV text in the middle of white color",
	"Meus outros artigos em inglês": "My other articles in English",
	"Logo quadrada com fundo preto com símbolo de controle no meio": "Square logo with black background with control symbol in the middle",
	"Comunidade do discord da Coffer": "Coffer's discord community",
	"Todas as publicações": "All publications",
	"Postado em": "Posted in",
	"Uma página de erro que poderia encontrar a solicitação.": "An error page that could find the request.",
	"Ah não! Algo está errado...": "Oh no! Something is wrong...",
	"Você clicou em uma rota que não existe ... que pena.": "You clicked on a route that doesn't exist... what a pity.",
	"Dheyson L. Alves - Sobre": "Dheyson L. Alves - About",
	"Olá, sou Dheyson L. Alves": "Hi, I am Dheyson L. Alves",
	"Engenheiro de Software com 3 anos de experiência na indústria. Ajudando empresas de diferentes origens aatingir seu potencial com aplicativos de software.": "Software Engineer with 3 years of experience in the industry. Helping companies from different backgrounds reach their potential with software applications.",
	"Além disso, criei com estudantes universitários uma comunidade de desenvolvedores chamada CofferHub. Foco em ensinar e aprender juntos. Fico entusiasmado com as oportunidades em que posso trabalhar com produtos que impactam muitas pessoas. Além disso, trabalhar com uma equipe com uma mentalidade de crescimento e aprendizado.": "In addition, I created with college students a developer community called CofferHub. Focus on teaching and learning together. I am excited about the opportunities where I can work with products that impact many people. Also, working with a team with a growth and learning mindset.",
	"minutos de leitura": "reading time",
	"Escrito por": "Written by",
	"Pesquise por tags": "Search by tags",
	"artigo": "article",
	"artigos": "articles",
	"Artigo não encontrado": "Article not found",
	"Parece que você chegou a uma pesquisa que não existe.Por favor, use a navegação acima ou pesquise acima paraencontrar o caminho de volta ao nosso site daora.": "It looks like you've come to a search that doesn't exist. Please use the navigation above or search above to find your way back to our cool website."
}
